Repository: HTWDD/HTWDresden-iOS
Catalog: HTWDD/Supporting Files/*.lproj/Localizable.strings
Languages: de

# Onboarding.Welcome.Title
source: Welcome to HTW
de: Willkommen zur HTW

# Onboarding.welcome.greeting
source: Nice that you use the HTW Dresden App.
de: Schön, dass Du die HTW Dresden App verwendest.

# Onboarding.welcome.welcome
source: Welcome
de: Willkommen

# Onboarding.Welcome.ScheduleDescription
source: Your schedule shows you all your lectures.
de: Hab immer den Überblick, wann Du welche Vorlesung, Übung etc. hast.

# Onboarding.Welcome.CanteenDescription
source: See what is being served for lunch in the canteens around you. 🍏🍕🍜
de: Was gibt es heute zum Mittag? 🍏🍕🍜

# Onboarding.Welcome.GradesDescription
source: View what your professors graded you in your exams.
de: Wer hat denn da eine 1 bekommen? Bestimmt Du!

# Onboarding.Analytics.description
source: We'd like to use Google Analytics on your device to keep improving the app.
de: Wir würden gerne Google Analytics bei deinem Gerät nutzen, um die App stetig zu verbessern.

# Onboarding.Analytics.information
source: This device-specific data is collected and transferred anonymously to the Google Inc. servers. The collected data will not be given to third parties.
de: Dabei werden gerätespezifische Daten erfasst und anonymisiert an die Google Inc. Server übertragen. Die erhobenen Daten werden nicht an Dritte weitergegeben.

# Onboarding.Analytics.revoke.description
source: You can change your decision at any time in the settings.
de: Du kannst deine Entscheidung jederzeit in den Einstellungen ändern.

# Onboarding.Analytics.help.question
source: Would you like to help us?
de: Möchtest Du uns dabei helfen?

# Onboarding.Crashlytics.description
source: We'd like to use Google Chrashlytics on your device to keep improving the app.
de: Wir würden gerne Google Crashlytics bei deinem Gerät nutzen, um die App stetig zu verbessern.

# Onboarding.Crashlytics.information
source: In the event of an app crash, device-specific data is collected and transferred to the Google Inc. servers. Further information on data processing can be found here (link to privacy policy).
de: Dabei werden bei einem App-Absturz gerätespezifische Daten erfasst und an die Google Inc. Server übertragen. Nähere Informationen zur Datenverarbeitung findest du hier (Link zur Datenschutzerklärung).

# Onboarding.Crashlytics.revoke.description
source: You can change your decision at any time in the settings.
de: Du kannst deine Entscheidung jederzeit in den Einstellungen ändern.

# Onboarding.Crashlytics.help.question
source: Would you like to help us?
de: Möchtest Du uns dabei helfen?

# Onboarding.Studygroup.title
source: Study group
de: Studiengruppe

# Onboarding.Studygroup.body
source: Select your enrollment year, major and study group here. This information is necessary in order to show you your schedule and exams.
de: Wähle hier Dein Immatrikulationsjahr, Deinen Studiengang und Deine Studiengruppe aus. Diese Information ist erforderlich, um Dir Deinen Stundenplan anzeigen zu können.

# Onboarding.Studygroup.description
source: Select your enrollment year, major and study group here.
de: Wähle hier Dein Immatrikulationsjahr, Deinen Studiengang und Deine Studiengruppe aus.

# Onboarding.Studygroup.information
source: This information is necessary in order to show you your schedule.
de: Diese Informationen sind erforderlich, um Dir Deinen Stundenplan und Prüfungen anzeigen zu können.

# Onboarding.Studygroup.notnow
source: Not now
de: Später

# Onboarding.Studygroup.year
source: Year
de: Jahr

# Onboarding.Studygroup.major
source: Major
de: Fach

# Onboarding.Studygroup.group
source: Group
de: Gruppe

# Onboarding.Studygroup.degree.diplom
source: Diploma
de: Diplom

# Onboarding.UnixLogin.title
source: Login
de: Anmelden

# Onboarding.UnixLogin.body
source: To be able to view your grades, you have to login using your HTW credentials.
de: Damit wir Dir Deine Noten anzeigen können, musst Du Dich mit Deinen Zugangsdaten anmelden.

# Onboarding.UnixLogin.notnow
source: Not now
de: Später

# Onboarding.UnixLogin.sPlaceholder
source: s-Number
de: s-Nummer

# Onboarding.UnixLogin.passwordPlaceholder
source: Password
de: Passwort

# Onboarding.Login.header
source: Login
de: Anmelden

# Onboarding.Login.description
source: Log in here with your 's-Number' and your password.
de: Melde Dich hier mit deiner 's-Nummer' und deinem Passwort an.

# Onboarding.Login.information
source: This information is required to show you your grades.
de: Diese Informationen sind erforderlich, um Dir deine Noten anzeigen zu können.

# Onboading.Finish.header
source: Have fun!
de: Viel Spaß!

# Onboading.Finish.description
source: The configuration is completed. Good luck in your studies.
de: Die Einrichtung ist abgeschlossen. Viel Erfolg im Studium.

# Dashboard.title
source: Overview
de: Übersicht

# Schedule.title
source: Schedule
de: Stundenplan

# Schedule.today
source: Today
de: Heute

# Schedule.Style.week
source: Week
de: Woche

# Schedule.Style.list
source: List
de: Liste

# Schedule.noRoom
source: No room
de: Kein Raum

# Schedule.freeDay
source: Enjoy your free day! 🎉
de: Genieß Deinen freien Tag! 🎉

# Schedule.holiday
source: Semester break 🙌🚀
de: Semesterferien 🙌🚀

# Schedule.noResults.title
source: No plan...
de: Kein Plan...

# Schedule.noResults.message
source: I can't find any lectures for you. Have you entered your credentials correctly?
de: Ich kann keine Stunden für Dich finden.

# Schedule.NextLecture.unavailable
source: No more lectures today! 🚲🌴
de: Keine Stunden mehr für heute! 🚲🌴

# Schedule.Weeks.once
source: Once
de: Einmal

# Schedule.Weeks.all
source: Every week
de: Jede Woche

# Schedule.Weeks.odd
source: Odd weeks
de: Ungerade Wochen

# Schedule.Weeks.even
source: Even weeks
de: Gerade Wochen

# Schedule.Settings.Hide.title
source: Manage lectures
de: Stunden verwalten

# Schedule.Settings.Hide.action
source: Hide this lecture
de: Diese Stunde ausblenden

# Schedule.Settings.Hide.otherAction
source: Show lecture
de: Stunde wieder einblenden

# Schedule.LectureType.lecture
source: Lecture
de: Vorlesung

# Schedule.LectureType.elective.lecture
source: Elective
de: Wahlpflicht

# Schedule.LectureType.practical
source: Practical
de: Praktikum

# Schedule.LectureType.exercise
source: Exercise
de: Übung

# Schedule.LectureType.requested
source: Requested
de: Buchung-angefragt

# Schedule.LectureType.unknown
source: Unknown
de: Unbekannt

# Schedule.current.lesson
source: Current
de: Aktuell

# Schedule.next.lesson
source: Next
de: Nächste

# Canteen.title
source: Canteen
de: Mensa

# Canteen.pluralTitle
source: Canteens
de: Mensen

# Canteen.noCounter
source: Counter not known
de: Ausgabeort nicht bekannt

# Canteen.noResults.title
source: No meals
de: Kein Essen

# Canteen.noResults.message
source: I can't find any food for today 😕
de: Heute gibt es nichts zu essen

# Canteen.noResults.error.message
source: I could not find canteens, something went wrong.
de: Ich konnte keine Mensen finden, irgendwas ist schief gelaufen.

# Canteen.Meal.more
source: More information
de: Mehr Informationen

# Canteen.Meal.contains
source: Contains / is
de: Enthält / ist

# Canteen.today
source: Today
de: Heute

# Canteen.week
source: current Week
de: aktuelle Woche

# Canteen.nextWeek
source: next Week
de: nächste Woche

# Canteen.Meal.noResult.error.message
source: I could not load food, something went wrong.
de: Ich konnte kein Essen laden, irgendwas ist schief gelaufen.

# Canteen.Meal.noResult.forWeek.error.message
source: I can't find any food for this week 🥺
de: Für die Woche gibt es nichts zu essen

# Canteen.Meal.note.alkohol
source: Alcohol
de: Alkohol

# Canteen.Meal.note.beef
source: Beef
de: Rindfleisch

# Canteen.Meal.note.pork
source: Pork meat
de: Schweinefleisch

# Canteen.Meal.note.garlic
source: Garlic
de: Knoblauch

# Canteen.Meal.note.vegatarian
source: Vegetarian
de: Vegetarisch

# Canteen.Meal.price.employee
source: %.2f €
de: Mitarbeiter: %.2f €

# Canteen.Meal.price.noEmployee
source: Price for employee: N/A
de: Preis für Mitarbeiter: K/A

# Canteen.Meal.count.plural
source: %d meals
de: %d Gerichte

# Canteen.Meal.count
source: %d meal
de: %d Gericht

# Exams.title
source: Exams
de: Prüfungen

# Exams.noResults.title
source: No exams
de: Keine Prüfungen

# Exams.noResults.message
source: 😖 I can't find any exams for you. Have you entered your credentials correctly?
de: 😖 Ich kann leider keine Prüfungen für Dich finden. Sind Deine Zugangsdaten korrekt?

# Exams.noResults.hint
source: 🥺 I can't find any exams for you.
de: Ich kann leider keine Prüfungen für Dich finden.

# Exams.noCredentials.title
source: No study group
de: Keine Studiengruppe

# Exams.noCredentials.message
source: Please enter your study group so that I can show you exams.
de: Bitte trage deine Studiengruppe ein, damit ich Dir Prüfungen anzeigen kann.

# Exams.examiner
source: Examiner: %@
de: Prüfer: %@

# Exams.branch
source: Branch: %@
de: Zweig: %@

# Exams.ExamType.written
source: Written
de: Schriftlich

# Exams.ExamType.oral
source: Oral
de: Mündlich

# Settings.title
source: Settings
de: Einstellungen

# Settings.items.setSchedule.title
source: Change studygroup
de: Studiengruppe ändern

# Settings.items.setGrades.title
source: Change credentials
de: Zugangsdaten ändern

# Settings.items.deleteAll
source: Delete stored data
de: Gespeicherte Daten löschen

# Settings.items.deleteAllConfirmationText
source: Do you really want to delete all stored in the HTW app?
de: Möchtest Du wirklich alle in der HTW Dresden App gespeicherten Daten löschen?

# Settings.sections.authentication
source: Your information
de: Deine Angaben

# Settings.sections.openSource
source: Open-source licenses
de: Open Source Lizenzen

# Settings.sections.weAreOpenSource
source: We are Open Source!
de: Wir sind Open Source!

# Settings.sections.weAreOpenSourceSubtitle
source: More on Github
de: Mehr auf Github

# Settings.sections.contact
source: Contact
de: Kontakt

# Settings.sections.contact.subtitle
source: Feedback desired.
de: Feedback erwünscht.

# Settings.setction.contact.privacy
source: Data protection and privacy
de: Datenschutz

# Settings.items.mail.fallback.title
source: Mail address copied!
de: Mailadresse kopiert!

# Settings.items.mail.fallback.message
source: It seems like you're not using the system Mail App, so we've added the contact mail address to your clipboard.
de: Es sieht so aus, als würdest du die Mail App von Apple nicht verwenden. Deshalb haben wir die Kontaktadresse für dich kopiert.

# Settings.sections.deleteAll
source: Reset
de: Zurücksetzen

# Settings.sections.deleteAllSubtitle
source: Delete all data.
de: Alle Daten löschen.

# Settings.credits
source: Developed in Dresden ❤️ %@ (%@)
de: Entwickelt in Dresden ❤️ %@ (%@)

# Settings.items.legal.title
source: Legal notice
de: Impressum

# Settings.items.account.subtitle
source: Access and study group data
de: Zugangs- und Studiengruppendaten

# Settings.items.google.subtitle
source: Analytics and Crashlytics
de: Analytics und Crashlytics

# Network.error.title
source: Error
de: Fehler

# Network.error.message
source: Something went wrong loading the data.
de: Beim Laden der Daten ist etwas schief gelaufen.

# CalendarWeek.long
source: Calendar week
de: Kalenderwoche

# CalendarWeek.short
source: CW
de: KW

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

# tuesday_short
source: Tu
de: Di

# wednesday_short
source: We
de: Mi

# thursday_short
source: Th
de: Do

# sunday_short
source: Su
de: So

source: Summer semester
de: Sommersemester

source: OK
de: Okay

source: Close
de: Schließen

source: Cancel
de: Abbrechen

source: Save
de: Speichern

source: Done
de: Fertig

# nextStep
source: Continue
de: Weiter

source: Let's go!
de: Los geht's!

source: Attention ⚠️
de: Achtung ⚠️

source: Yes
de: Ja

source: Loading…
de: Laden…

source: Add
de: Hinzufügen

# visit_website
source: Visit the website
de: Website besuchen

# Grades.title
source: Grades
de: Noten

# Grades.totalCredits
source: %d total credits
de: %d Credits insgesamt

# Grades.detail.tries
source: %d. try
de: %d. Versuch

# Grades.detail.noDate
source: No date
de: Kein Datum

# Grades.detail.noNote
source: No notes
de: Keine Bemerkungen

# Grades.detail.note
source: Note: %@
de: Bemerkung: %@

# Grades.status.signedUp
source: Signed up
de: Angemeldet

# Grades.status.passed
source: Passed
de: Bestanden

# Grades.status.failed
source: Failed
de: Durchgefallen

# Grades.status.ultimatelyFailed
source: ultimately failed
de: letztmalig durchgefallen

# Grades.noResults.title
source: No grades
de: Keine Noten

# Grades.noResults.message
source: 😖 I can't find any of your grades. Have you entered your credentials correctly?
de: Ich kann leider keine Noten von Dir finden.

# Grades.numbers.and.credits
source: %@ Grade(s) %@ Credit(s)
de: %@ Note(n) %@ Credit(s)

# Grades.numbers.singular
source: %d Grade
de: %d Note

# Grades.numbers.plural
source: %d Grades
de: %d Noten

# Grades.last.grade
source: Last grade: %@
de: Letzte Note: %@

# Grades.remark.recognized
source: recognized
de: Anerkannt

# Grades.remark.ill
source: certified sick
de: Krankgeschrieben

# Grades.remark.blocked
source: blocked
de: Gesperrt

# Grades.remark.sign.off
source: deregistered
de: Abgemeldet

# Grades.remark.not.allowed
source: not admitted
de: Nicht zugelassen

# Grades.remark.unkown
source: No comments
de: Unbekannter Status

# Grades.remark.unexcused.missing
source: unexcused absent
de: Unentschuldigt gefehlt

# Grades.remark.not.started
source: no participation, deadline not met
de: nicht angetreten, Fristüberschreitung

# Grades.remark.no.retest
source: no request made for second retake
de: kein Antrag 2. Wdh.-Prüfung gestellt

# Grades.remark.free.try
source: free try
de: Freiversuch

# Grades.remark.with.success
source: with success
de: mit Erfolg

# Grades.remark.failed
source: not passed (ungraded performance)
de: nicht bestanden (unbenotete Leistung)

# Grades.remark.pre.placement
source: pre-internship not seized
de: Vorprakt. offen

# Grades.remark.voluntary.appointment
source: free appointment not seized
de: freiwilliger Termin nicht wahrgenommen

# Grades.remark.conditional
source: under reserve
de: unter Vorbehalt

# Grades.remark.attempt
source: attempt to cheat
de: Täuschungsversuch

# Grades.no.credentials.title
source: No login data
de: Keine Zugangsdaten

# Grades.no.credentials.message
source: Please enter you login data, so that i can show you your grades
de: Bitte trage deine Zugangsdaten ein, damit ich Dir Noten anzeigen kann.

# CampusPlan.buildings
source: %d Buildings
de: %d Gebäude

# Management.title
source: Management
de: Verwaltung

# Management.semester.summer
source: Summer semester
de: Sommersemester

# Management.semester.periods.format
source: MM/dd/yyyy
de: dd.MM.yyyy

# Management.semester.periods.lectures
source: Lecture period
de: Lehrveranstaltungen

# Management.semester.periods.freedays
source: No lecture courses on official holidays
de: Unterbrechungen der Lehrveranstaltungen

# Management.semester.periods.exams
source: Examination period
de: Prüfungsabschnitt

# Management.semester.periods.reregistration
source: Re-registration
de: Rückmeldung

# Management.student.administration
source: Student administration
de: Studentensekretariat

# Management.student.administration.offered.services
source: Offered services
de: Leistungsangebot

# Management.student.administration.opening.hours
source: Office hours
de: Sprechzeiten

# Management.student.administration.opening.times
source: %@ to %@
de: %@ - %@ Uhr

# Management.student.administration.principal.exam.office
source: Principal exam office
de: Zentrales Prüfungsamt

# Room.occupancy.title
source: Room occupancy
de: Belegungsplan

# Room.occupancy.empty.title
source: No rooms
de: Keine Räume

# Room.occupancy.empty.message
source: New rooms can be added with + The booking plan does not take into account any additional events or allocations. Please arrange room reservation with Ms Neumann (Z 228A).
de: Über + können neue Räume hinzugefügt werden. Der Belegungsplan berücksichtigt keine Zusatzveranstaltungen oder Umlegungen. Raumreservierung bitte mit Frau Neumann (Z 228A) absprechen.

# Room.occupancy.add.title
source: Add room
de: Raum hinzufügen

# Room.occupancy.add.message
source: Please enter the room number with spaces between the building and the room number.
de: Bitte die Raumnummer mit Leerzeichen zwischen Gebäude und Zimmernummer eingeben.

# Room.occupancy.add.placeholder
source: e.g. s 531
de: z.B. s 531b

# Room.occupancy.invalid
source: Invalid room number
de: Keine gültige Raumnummer

# Room.occupancy.error.alert.title
source: Error
de: Fehler

# Room.occupancy.error.alert.message
source: 😖 something went wrong when loading the data, is '%@' a correct room number?
de: 😖 Beim Laden der Daten ist etwas schief gelaufen, ist '%@' eine Korrekte Raumnummer?

# Room.occupancy.description
source: occupancies
de: Belegungen

# Room.occupancy.free
source: This room is currently unoccupied.
de: Dieser Raum ist derzeit nicht belegt.

# Room.occupancy.no.name
source: No information about the course name
de: Keine Angabe zum Kursnamen

# Room.occupancy.no.dozent
source: No information about the lecturer
de: Keine Angabe zum Dozenten

# lesson.block.One
source: lecture block 1 (7:30 AM - 9:00 AM)
de: Vorlesungsblock 1 (7:30 - 9:00)

# lesson.block.Two
source: lecture block 2 (9:20 AM - 10:50 AM)
de: Vorlesungsblock 2 (9:20 - 10:50)

# lesson.block.Three
source: lecture block 3 (11:10 AM - 12:40 PM)
de: Vorlesungsblock 3 (11:10 - 12:40)

# lesson.block.Four
source: lecture block 4 (1:20 PM - 2:50 PM)
de: Vorlesungsblock 4 (13:20 - 14:50)

# lesson.block.Five
source: lecture block 5 (3:10 PM - 4:40 PM)
de: Vorlesungsblock 5 (15:10 - 16:40)

# lesson.block.Six
source: lecture block 6 (5:00 PM - 6:30 PM)
de: Vorlesungsblock 6 (17:00 - 18:30)

# lesson.block.Seven
source: lecture block 7 (6:40 PM - 8:10 PM)
de: Vorlesungsblock 7 (18:40 - 20:10)

# lesson.block.Eight
source: lecture block 8 (8:20 PM - 9:50 PM)
de: Vorlesungsblock 8 (20:20 - 21:50)

# CalendarWeek.Once
source: one time
de: einmalig

# CalendarWeek.Every
source: ever CW
de: jede KW

# CalendarWeek.Even
source: even CW
de: gerade KW

# CalendarWeek.Uneven
source: uneven CW
de: ungerade KW

# editLesson
source: Edit lecture
de: Veranstaltung bearbeiten

# lesson
source: lecture
de: Veranstaltung

source: General
de: Allgemein

# lessonName
source: name of lecture*
de: Lehrveranstaltung*

# abbreviation
source: name of lecture (short)
de: Lehrveranstaltung Abkürzung

# docentName
source: name of docent
de: Dozent(en)

# lessonType
source: lecture type
de: Art

source: room
de: Raum

source: week rotation*
de: Turnus*

source: weekday*
de: Tag*

# lessonBlock
source: lecture block
de: Vorlesungsblock

source: only weeks
de: Nur in Wochen(n)

source: Current Week
de: Aktuelle Woche

source: Next Week
de: Nächste Woche

source: Time
de: Zeit

source: Start Time*
de: Beginn*

source: End Time*
de: Ende*

# export.title
source: Export events
de: Veranstaltungen exportieren

# export.message
source: Would you like to export the events to your calendar?
de: Möchten Sie die Veranstaltungen in Ihren Kalender exportieren?

source: Export current week
de: Aktuelle Woche exportieren

source: Export next week
de: Nächste Woche exportieren

# export.all
source: Export complete semester
de: Komplettes Semester exportieren

# export.single.lesson
source: Export event
de: Veranstaltung exportieren

source: Export successful
de: Export erfolgreich

# export.error
source: Error while exporting
de: Fehler beim Export

# field.requiered
source: * Required
de: * Erforderlich

# fill.required.fields.message
source: Notice
de: Bitte erforderlichen Felder ausfüllen

# fill.required.fields.title
source: Please fill all required fields
de: Hinweis
